Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The station itself was tethered to the end of a long, black, carbon nanotube cable that stretched all the way down to the planet's surface—the sole surviving space elevator.
fr_fr: La station elle-même était attachée à l'extrémité d'un long nanotube de carbone noir, qui s'étirait jusqu'à la surface de la planète - le seul ascenseur spatial qui ai survécu.

source: Pivo located the breach, a thin scar in the station's metallic hull, the result of an internal explosion responsible for the station's demise during the Fall.
fr_fr: Pivo localisa la brèche, une fine cicatrice dans la coque métallique de la station, le résultat d'une explosion interne responsable de la mort de la station durant la Chute.

source: The breach was exactly where Sava said it would be and the description of its size was dead-on: a gap barely large enough for a human infant to slip through.
fr_fr: La brèche était exactement là où Sava avait dit qu'elle serait et la description de sa taille était parfaitement exacte: un trou suffisament large pour qu'un enfant humain passe au travers.

source: According to Sava, years ago, the self-repairing nanosystems operating in the hull's metal had malfunctioned before the breach had been fully repaired.
fr_fr: D'après Sava, des années auparavant, le nanosystème d'auto-réparation qui opérait dans le métal de la coque a subi une panne avant que la brèche ne soit complètement réparée.

source: The level of mission details Sava managed to extract from Firewall was scary sometimes.
fr_fr: Le niveau de détails sur la mission que Sava parvenait à extraire de Firewall était effrayant par moment.

source: Paranoia bloomed for a moment, but he quickly dismissed his suspicion, compressed his cephalopod form, and squeezed his body through the breach.
fr_fr: La Paranoia éclot pendant un moment, mais il abandonna rapidement sa suspicion, comprima sa forme de céphalopode, et propulsa son corps à travers la brèche.

source: In blackness, Pivo activated his infrared emitter, casting the room in a light outside the normal visual spectrum.
fr_fr: Dans l'obscurité, Pivo activa son émetteur infrarouge, éclairant la pièce d'une lumière hors du spectre de vision normal.

source: The interior of the lifeless station became visible to his enhanced eyes in the eerie altered colors of infrared.
fr_fr: L'intérieur de la station sans-vie devint visible à ses yeux augmenté permettant de percevoir les teintes étranges des infrarouges.

source: Pivo almost preferred the dark.
fr_fr: Pivo préfèrait presque le noir.

source: Ice crystals glittered from every surface, the reult of flash frozen moisture in the long-absent atmosphere.
fr_fr: Des cristaux de glace brillaient sur toute les faces, le résultat de moisissures instantanément gelées dans l'atmosphère absente depuis longtemps.

source: Frigid clumps of human remains floated alongside chunks of hull metal in a macabre zero-gravity ballet.
fr_fr: Des groupements froids de restes humains flottaient au milieu des morceaux métalliques de la coque dans un ballet macabre en gravité zéro.

source: Pivo floated through the wreckage and the gore, lightly tapping aside metal or flesh to clear a path deeper into the room.
fr_fr: Pivo flotta à travers le massacre et le gore, appuyant légèrement sur la chair ou le métal pour se frayer un chemin dans la pièce.

source: A female head drifted slowly by, the face frozen in a gaping silent scream. An intact cortical stack dangled from the severed neck.
fr_fr: Une tête de femme dériva lentement à côté, le visage gelé dans un cri silencieux et béant. Une pile corticale intacte pendait de la nuque tranchée.

source: For a second, Pivo considered snatching the stack, but he was not here to retrieve lost souls.
fr_fr: Un instant, Pivo considéra récupérer la pile, mais il n'était pas là pour récupérer des âmes perdues.

source: Instead, he placed two of his arms upon the top of the head and pushed it beneath him, towards the floor.
fr_fr: Au lieu de ça, il plaça deux de ses bras sur le dessus du crâne et la poussa en dessous de lui, vers le sol.

source: Like so many others lost during the Fall, this person would remain forgotten here.
fr_fr: Comme tant d'autres disparus pendant la Chute, cette personne restera oubliée ici.

source: Pivo made it to the airlock without incident, but he knew his luck would run dry eventually.
fr_fr: Pivo parvint au sas sans incidents, mais il savait que sa chance ne tarderai pas à tourner.

source: A run-in with hypercorp guardians on a derelict station was unavoidable.
fr_fr: Une confrontation avec des gardiens hypercorp dans une station abandonnée était inévitable.

source: Sensors may have already detected his presence.
fr_fr: Les capteurs avaient probablement déjà détectés sa présence.

source: It was only a matter of time before bots converged on his position.
fr_fr: C'était juste une question de temps avant que des bots ne convergent vers sa position.

source: He just hoped that when it occurred (and it most certainly would), it would happen after he had opened up the airlock and the rest of the team was inside the station.
fr_fr: Il espérait juste que lorsque cela arrivera (et c'était plus que certain), cela se passerai après qu'il ait ouvert le sas et que le reste de l'équipe soit à bord de la station.

source: The airlock had been welded shut from the inside.
fr_fr: Le sas avait été soudé de l'intérieur.

source: Pivo was prepared for this eventuality, but it made his detection by guardian bots a certainty.
fr_fr: Pivo était paré a cette éventualité, mais cela guarantirai sa détection par les gardiens.

source: He composed himself for a few seconds, focused on the task at hand, then fired up the plasma torch built into one of his vacsuit arms.
fr_fr: Il prit quelques secondes pour se regrouper, se concentrer sur la tâche à venir, pusi alluma la torche à plasma embarquée dans l'un des bras de son exocombi.

source: A sizzling hiss and a harsh hot blue glare filled the room.
fr_fr: Un sifflement chaud et de durs reflets bleutés emplirent la pièce.

source: Seconds were now his most precious possession.
fr_fr: Les secondes sont maintenant un bien précieux.

source: He was almost through the inner door when his muse pinged him with a warning from the passive teraherz sensor.
fr_fr: Il était presque arrivé à la porte interne lrosque sa muse le pinga avec un avertissement du capteur teraherz passif.

source: An object was moving towards Pivo's position rapidly, now only twenty meters away.
fr_fr: Un objet s'approchait rapidement de la position de Pivo, a une vingtaine de mètre maintenant.

source: A sentry bot would be upon him in soon.
fr_fr: Un bot sentinel serait bientôt sur lui.

source: [Almost through the first door,] Pivo transmitted calmly, even though it took every ounce of his will to keep the torch steady.
fr_fr: [J'ai presque fini la première porte,] transmi calmement Pivo, même si maintenir la torche stable nécessitait chaque once de son esprit.

source: [I have company.
fr_fr: [J'ai de la compagnie.

source: Be ready.]
fr_fr: Préparez-vous.]

source: [Copy that,] Sava replied.
fr_fr: [Bien reçu,] répondit Sava.

source: Finally, Pivo cut through the seal.
fr_fr: Pivo finit par découper la joninture et à passer au travers.

source: The octomorph slithered four arms through the still smoldering sliced metal, and with a strained yank, pulled the door from the frame.
fr_fr: L'octomorph glissa quatre bras à travers le métal tranché encore fumant, et grâce à une tension brutale, arracha la porte de la structure.

source: The door slowly floated away into the chamber, the edges rapidly cooling.
fr_fr: La porte flotta lentement au loin dans la chambre, les arrètes refroidissant rapidement.

source: The interior airlock door was not welded shut.
fr_fr: Le sas interne n'était pas soudé.

source: With a vocal sigh of relief, all eight of Pivo's arms began a frenzied assault upon the airlock door's manual controls.
fr_fr: Dans un soupir de soulagement, les huits bras de Pivo entamèrent un assaut frénétique des contrôles manuels du sas.

source: [Few more seconds.
fr_fr: [Encore quelques secondes.

source: Just a few more seconds.] But the seconds had expired.
fr_fr: Juste quelques secondes.] Mais les secondes restantes étaient expirées.

source: In his 360-degree field of vision, Pivo could see the security bot thrust into view behind him.
fr_fr: Dans son champ de vision à 360°, Pivo pouvait voir le bot de sécurité se propulser dans derrière lui.

source: The bot unloaded its weapons immediately, the shots ricocheting off the floating airlock door.
fr_fr: Le bot vida ses armes immédiatement, les tirs ricochant sur la porte flottante du sas.

source: The bot advanced on the door, and with a furious swat knocked the obstruction aside.
fr_fr: Le bot avança sur la porte, et dégagea l'obstruction au loin d'un coup rageur.

source: It clanged upon the crystalline surface of the wall.
fr_fr: Elle résonna sur la surface crystalline des murs.

source: Just as Pivo pulled the last lever to release the airlock door, blazing plasma fire engulfed him.
fr_fr: Juste au moment de tirer le dernier levier pour libérer la porte du sas, un plasma ardent l'engloba.

source: Sava had instructed Careza to surge the neurochem the instant the airlock portal was open.
fr_fr: Sava avait demandé à Careza d'injecter la neurochem au moment où la porte du sas s'ouvrirait.

source: The muse did not fail to deliver.
fr_fr: La muse n'as pas failli à la tâche.

source: In what seemed like an eternal slow-mo to Sava's charged brain, the airlock door swung open into the station, aided by a thudding steel leg kick courtesy of Berk, the team's muscle.
fr_fr: Dans ce qui sembla être un éternel ralenti pour le cerveau chargé de Sava, la porte du sas s'ouvri sur la station, aidée par le coup d'une jambe d'acier de Berk, les muscles de l'équipe.

source: With a flash of thought, Sava's targeting radar snapped up an entoptic display and locked on two targets: Pivo and a sentry bot.
fr_fr: Dans un éclair de pensée, le radar de ciblage de Sava ouvrit un affichage entoptique et verrouilla deux cibles: Pivo et un bot sentinelle.

source: The robotic guard dog was already leveling its weapons, but Sava was faster.
fr_fr: Le chien de garde robotique étaient déjà en train de lever ses armes, mais Sava était plus rapide.

source: Retinal-searing plasma fire erupted from Sava's weapon, singeing one of Pivo's arms and slamming the sentry back.
fr_fr: Un feu de plasma guidé par sa rétine éxplosa hors de l'arme de Sava, cramant l'un des bras de Pivo et grillant le sentinelle.

source: A second shot punched through the bot's armored carapace, melting critical components within, rendering the bot a useless pile of fused scrap metal.
fr_fr: Un second tir traversa la carapace blindée du bot, grillant des composants critiques à l'intérieur, transformant le bot en une pile inutile de métal fondu.

source: Sava moved quickly past the cursing octomorph and unloaded two more shots into the smoking bot.
fr_fr: Sava dépassa rapidement l'octomorph maudissant et envoya deux tirs de plus dans le bot fumant.

source: [We're clear,] Sava transmitted.
fr_fr: [On est OK,] transmis Sava.

source: [One down, but there is always more.
fr_fr: [Un de moins, mais il y en a toujours plus.

source: Count on it.
fr_fr: Compte dessus.

source: Pivo, you shiny?]
fr_fr: Pivo, ça va?]

source: [You scorched my breeding arm, puta.] Pivo shot back with clear agitation rumbling in the harmonics.
fr_fr: [Tu as brulé mon bras nouricier, puta.] répliqua Pivo dans une agitation manifeste, gargouillant dans les harmoniques.

source: [You rather I leave you to the bot next time?] Sava turned to Sarlo.
fr_fr: [Tu préfères que je te laisse au bot la prochaine fois?] Sava se tourna vers Sarlo.

source: [Sarlo, get in here and find the console you need.
fr_fr: [Sarlo, rentre là-dedans et trouves la console dont tu as besoin.

source: Berk, we're going to need to set up defensive positions, to give hacker boy here time to crunch his bits.]
fr_fr: Berk, on va avoir besoin de préparer des positions défensives, pour donner à hacker boy le temps de faire son truc.]

source: Pivo cut through his vacsuit and detached his damaged arm, cursing Sava under his breath as the vacsuit rapidly repaired itself and sealed the gap.
fr_fr: Pivo découpa son exocombi et détacha le bras endommagé, maudissant Sava en chuchottant pendant qu'elle se réparait rapidement et comblant le trou.

source: [Hey.
fr_fr: [Hé.

source: Don't worry, Pivo.
fr_fr: T'inquiètes pas, Pivo.

source: You've got seven more.
fr_fr: Il t'en reste sept autres.

source: And besides, you don't really strike me as the breeding type anyway.] Sava relished giving Pivo a hard time.
fr_fr: De plus, tu ne m'as jamais paru branché nourice de toute manière.] Sava aimait se moquer de Pivo.

source: It was one of the true joys in life.
fr_fr: C'était l'une des réelles joie de sa vie.

source: Pushing off from one wall to the next, Sarlo moved along the chamber with ease and grace.
fr_fr: Se propulsant d'un mur à l'autre, Sarlo traversa la pièce avec grâce et facilité.

source: His neotenic morph was slighter and even more diminutive than the average human child sleeve, completely augmented and customized to match his ``preferences.'' He had paid a fortune for it.
fr_fr: Sa morph néoténique était plus légère et plutôt plus petite que la moyenne des envelloppes d'enfants humains, complètement augmentée et traffiquée pour correspondre à ses "préférences". Il avait payé une fortune pour ça.

source: The others never understood Sarlo's penchant for juvenile human sleeves, so much so that he always kicked in his own credits to ensure an augmented neotenic resleeve, even when Firewall was footing the bill.
fr_fr: Les autres ne comprendront jamais le panchant de Sarlo pour les incarnation humaines et juvéniles, au point qu'il a toujours utilisé ses fonds propres pour s'assurer d'une réincanration néoténique, même lorsque Firewall payait la note.

source: They also didn't know where his seemingly endless supply of personal funds came from, nor did they want to.
fr_fr: Ils ne savaient pas non plus d'où venanit son flux apparement inifini de fonds personnels, ils ne voulaient pas savoir.

source: As long as he got the job done.
fr_fr: Tant qu'il s'arrange pour que le boulot soit fait.

source: Two minidrones followed after Sarlo, lighting the area in infrared and actively scanning on other wavelengths.
fr_fr: Deux minidrones suivaient Sarlo, éclairant la zone aux infrarouges et scannant activement d'autres longueurs d'ondes.

source: [This way,] he said, transmitting an entoptic map to each team member's overlay.
fr_fr: [Par là,] dit-il, transmettant une carte entoptique sur chacun des suraffichages des membres de l'équipe.

source: [It's not far, a hundred meters or so.] A highlighted route appeared on the map.
fr_fr: [C'est pas loin, à cent mètres, plus ou moins.] Une route mise en évidence apparu sur la carte.

source: Sava and Pivo followed closely behind Sarlo, while Berk struggled to keep pace in her armored gynoid shell.
fr_fr: Sava et Pivo suivaient pas trop loin derrière Sarlo, tandis que Berk luttait pour suivre le rythme dans sa coque gynoïde blindée.

source: [Keep up, flatlander.
fr_fr: [Accroches-toi, bas de plancher.

source: We'll be down the gravity well soon enough,] Sava beamed to Berk.
fr_fr: Nous serons ramenés à la gravité bien suffisamment tôt,] transmis Sava à Berk.

source: [Not soon enough for me,] Berk replied.
fr_fr: [Pas assez tôt à mon goût,] répliqua Berk.

source: The abandoned station was eerily quiet.
fr_fr: La station abandonnée était étrangement silencieuse.

source: Signs of long-forgotten violence and desperation lingered everywhere.
fr_fr: Des signes de violence depuis longtemps oubliée et de désespoir s'attardait partout.

source: Floating debris.
fr_fr: Débris flottants

source: Ruptured and frozen bodies.
fr_fr: Corps brisés et gelés.

source: Scorch marks and twisted metal.
fr_fr: Trace de brûlure et métal tordu

source: Death owned this place.
fr_fr: La mort possèdait cet endroit.

source: When the team reached the control station, Sava and Berk took up defensive positions in the corridor while Sarlo and Pivo went to work on the station's dormant systems.
fr_fr: Lorsque l'équipe atteignit la station de contrôle, Sava et Berk prirent des positions défensives dans le corridor pendant que Sarlo et Pivo travaillaient sur les systèmes dormants de la station.

source: [I'll be damned!
fr_fr: [Que je soit maudit!

source: The mission spec was actually right.
fr_fr: Le briefing de mission était effectivement correct.

source: The station systems are active but dormant.
fr_fr: Les systèmes de la station sont actifs mais en veille.

source: Whomever's guarding this place didn't wreck the systems, they left open the possibility that the space elevator could be activated again.] Sarlo gleefully began his procedures to hack the system.
fr_fr: Quelquesoit ce qui gardait la place, ça n'a pas détruit le système, ils ont gardé ouverte la possibilité que l'ascensseur spatial puisse être réactivé.] Sarlo commença avec entrain les procédures nécessaires à hacker le système.

source: [Who the fuck would want to risk going down to that ball of ash?] Berk piped in.
fr_fr: [Quel connard voudrait prendre le risque de descendre sur cette boule de cendre?] balança Berk.

source: Pivo waved one of his arms in agitation.
fr_fr: Pivo agita l'un de ses bras.

source: [Need I remind you that some of us happen to think that reclaiming our home planet is a good idea?]
fr_fr: [Dois-je vous rappeler que certains d'entre nous aiment à penser que récupérer notre planète natale est une bonne idée?]

source: [Reactionary thinking, if you ask me.] Berk replied.
fr_fr: [Pensée réactionnaire, si vous voulez mon avis.] répondit Berk.

source: [Shrugging off all of our old nation-state loyalties is one of the best steps transhumanity has ever made.
fr_fr: [Abandonner toutes nos vieilles loyautés des nations-états est l'une des meilleurs étapes que la transhumanité n'est jamais franchie.

source: Leave reveling in the glories of the past to the bio-cons.
fr_fr: Laisse la délectation des gloires du passé aux bio-cons.

source: I'll take a future where we step boldly outward into space, thank you much.]
fr_fr: Je choisi un futur dans lequel nous avançons fièrement dans l'espace, merci bien.]

source: [Let's cut the politics.] Sava pointed at Berk.
fr_fr: [Arrétez avec la politique.] Sava se tourna vers Beck.

source: [You're an anarchist, I get it.] Then Sava pointed at Pivo.
fr_fr: [Tu es un anarchiste, ok j'ai compris.] Puis Sava se tourna vers Pivo

source: [And you're on a reclamation kick.
fr_fr: [Et toi, tu es un réclamationniste.

source: Fine.] But Sava's rant was interrupted by half a dozen fast moving dots upon the team's entoptic radars.
fr_fr: Parfait.] Mais le sermon de Sava fut interrompu par une demi douzaine de points se déplaçant rapidement sur l'entoptique du radar de l'équipe.

source: [Incoming pings.
fr_fr: [Pings en approche.

source: Sarlo, you in yet?]
fr_fr: Sarlo, t'es dedans?]

source: [Working on it.
fr_fr: [J'y travailles.

source: Fuck.
fr_fr: Putain.

source: Shit.] Sarlo's childish voice sounded petulant.
fr_fr: Merde.] La voix enfantine de Sarlo devenait irritante.

source: [Work faster.
fr_fr: [Bosses plus vite.

source: If these bots have heavy ordnance, we're screwed.] Sava and Berk both unloaded suppression fire down their respective stretches of corridor before the bots even made it to the corners.
fr_fr: Si ces bots ont de l'artillerie lourde, on est niqués.] Sava et Berk envoyèrent tous les deux un tir suppressif dans leurs zone de corridor respectifves avant que les bots n'aient franchis les angles.

source: The bots halted their approach momentarily, taking cover just around the bend.
fr_fr: Les bots stopèrent leur approche momentanément, se mettant à couvert juste avant l'angle.

source: More bots began to appear on the radar, moving towards the position of the first responders.
fr_fr: Plus de points commencèrent à apparaître sur le radar, se déplaçant vers la position des premiers.

source: [We're running out of time, Sar!
fr_fr: [On va commencer à manquer de temps, Sar!

source: More bots gathering!] Sava unloaded another round of suppression at the bend.
fr_fr: D'autres bots se rassemblent!] Sava balança une autre salve de tir suppressif dans l'angle.

source: Berk kept her weapon quiet, waiting for a bot to make a move into the corridor before lighting it up, but the bots remained put.
fr_fr: Berk garda son arme silencieuse, attendant qu'un bot se déplace dans le corridor avant de l'allumer, mais ils restaient planqués.

source: More gathered, and even more appeared on radar, moving to the same position.
fr_fr: D'autre se rassemblèrent et encore d'autres apparurent sur le radar, se déplaçant vers la même position.

source: [They're gonna be all over us any second now!]
fr_fr: [Ils seront sur nous dans une seconde là!]

source: [Consider this a gift, ladies and gents ... ] And with a final operation, Sarlo seized control of the station's entire security system.
fr_fr: [Considérez ça comme un cadeau, mesdames et messieurs ... ] Et d'une dernière opération, Sarlo prit le contrôle de tout le système de sécurité de la station.

source: Suddenly, one of the bots turned on the others.
fr_fr: Soudainement, l'un des bots se tourna contre les autres.

source: Another soon joined it.
fr_fr: Un autre le joignit bientôt.

source: In a matter of seconds, fumes and debris came drifting down the corridor as all-out warfare broke out between the bots.
fr_fr: En l'espace de quelques secondes, fumées et débris dérivaient le long du corridor alors que les bots entraient dans une guerre ouverte interne.

source: Sava and Berk lowered their weapons and admired the sounds of Sarlo's handiwork.
fr_fr: Sava et Berk baissèrent leurs armes et admirèrent le son de l'ouvrage de Sarlo.

source: [Damn, Sar!
fr_fr: [Punaise, Sar!

source: I guess that is why you are one of the best hackers in the system!]
fr_fr: Je suppose que c'est pour ça que tu es un des meilleurs hacker dans le système!]

source: [Applause, applause, ya waify freak!]
fr_fr: [Applaudis et vénères moi, sac d'os!]

source: [When you've got cutting edge-exploits courtesy of the leet coding AGIs on Extropia, there's not a whole lot you can't do.] Sarlo delivered the line with a calm harmonic, but Sava was watching his kinesics, and they were off the charts.
fr_fr: [Lorsque tu as des exploits à la pointe, fournit par les IAGs de l'e-leet codant sur Extropia, il n'y a pas grand chose qu'on ne puisse faire.] Sarlo balnça sa réplique dans les harmoniques du calme, mais Sava observait sa kinésique, et elels étaient hors limite.

source: The neotenic's little heart was beating like a drum roll.
fr_fr: Le petit cœur néoténique battait à se rompre.

source: Sava opted not to bust his furless balls about it, and instead let Sarlo have his moment in the sun.
fr_fr: Sava choisi de ne pas exposer ses couilles imberbes, et préfra laisser à Sarlo son petit moment de célébrité.

source: This had been a ``close one,'' and another close one might not end up in their favor.
fr_fr: Ça avait été "juste à temps," un autre coup comme ça pourrait bien ne pas bien finir pour eux.

source: Sava allowed a few seconds of relieved silence before getting the team back to business.
fr_fr: Sava accorda quelques secondes de calme et de récupération à l'équipe avant de reprendre le job.

source: How soon till the elevator is active?]
fr_fr: Encore combien de temps avant que l'ascensseur soit actif?]
